{
	"language": "english",
	"titles": [
		"Take 1", 
		"Give 4", 
		"Give 2", 
		"Gents drink", 
		"Ladies drink", 
		"Everyone drinks", 
		"New rule", 
		"Pick a mate", 
		"Rhymes", 
		"Boom", 
		"Never have I ever...", 
		"Categories", 
		"Waterfalls", 
		"Fuzzy Duck", 
		"Just DANCE!", 
		"Hands UP!", 
		"Questions", 
		"Let's go camping", 
		"Rock, paper, scissors", 
		"Puzzle", 
		"Fast ABCs", 
		"Kalodont",  
		"Sentences", 
		"Stop - Go", 
		"Thumper!", 
		"Truth or Dare?", 
		"Sing for the Moment!",
		"Show us your texts!"
	],
	"descriptions": [
		"Take a sip!",
		"Divide 4 sips among other players!",
		"Divide 2 sips among other players!",
		"All the men take a sip.",
		"All the women take a sip.",
		"Everyone takes a sip.",
		"Choose a new rule that everyone must follow!",
		"Choose a person to join you and your mates. You drink whenever one of your mates drink.",
		"Everyone names a word that rhymes with the previous one.",
		"Pick a number, take turns counting but replacing that number with BOOM.",
		"You pick something you have never done. Everyone who has done it has to drink.",
		"You pick a category, everyone has to name something from it.",
		"Everyone starts drinking. You stop drinking when you want to, but others are not allowed to stop until the person before them has.",
		"Saying FUZZY DUCK advances, saying DUCKY FUZZ reverses the direction.",
		"The last person to start dancing has to drink.",
		"The last person to raise his hand has to drink.",
		"Look someone in the eyes and ask him a random question without laughing. They must respond with another question and so on until someone makes a mistake.",
		"Think of a place. Others must guess the place by naming things you would find there. If the thing they name can't be found at the place, they drink, if it can, they don't. It goes around until someone guesses the place.",
		"Everyone plays RPS at once! The majority wins - if 3 people show rock, 2 paper and 2 scissors, the scissors people are out and take a sip.",
		"Play either the Green Glass Door, Who has the Hat? or the Perfect Circle (more info in the HELP section)",
		"You say a word beginning with A. The next person has to come up with a word beginning with B. Next C, D...",
		"Everyone names a word beginning with the last two letters of the previous one, until a player says a word ending with KA - the next player must then say KALODONT.",
		"You make a sentence, each player adding one word. If someone can't think of a word, is laughing too hard to say one, or the word doesn't make any sense, he drinks.",
		"Saying GO advances, saying STOP reverses direction.",
		"Everyone chooses a short hand gesture to represent them. You start by showing your gesture, followed by another player's gesture. It is now that player's turn - first his own and then someone else's gesture....",
		"The player chooses whether he would like to be asked a question, to which he must reply truthfully, or he will have to perform a dare. The other players then come up with a question or dare.",
		"You must sing (or rap) a part of the first song that pops to your mind.",
		"You must read the last 2 text messages from your phone!"
	]
}