{
	"language": "english",
	"titles": [
		"Take 1", 
		"Give 4", 
		"Give 2", 
		"Gents drink", 
		"Ladies drink", 
		"Everyone drinks", 
		"New rule", 
		"Pick a mate", 
		"Rhymes", 
		"Boom", 
		"Never have I ever...", 
		"Categories", 
		"Waterfalls", 
		"Fuzzy Duck", 
		"Just DANCE!", 
		"Hands UP!", 
		"Questions", 
		"Let's go camping", 
		"Rock, paper, scissors", 
		"Puzzles", 
		"Fast ABCs", 
		"Kalodont",  
		"Sentences", 
		"Stop - Go", 
		"Thumper!", 
		"Truth or Dare?", 
		"Sing for the Moment!",
		"Show us your texts!"
	],
	"descriptions": [
		"Take a sip!",
		"Divide 4 sips among other players!",
		"Divide 2 sips among other players!",
		"All the men take a sip.",
		"All the women take a sip.",
		"Everyone takes a sip.",
		"Choose a new rule that everyone must follow!",
		"Choose a person to join you and your mates. You drink whenever one of your mates drink.",
		"You make a statement. Everyone has to find one that rhymes with yours.",
		"Pick a number X and take turns counting. Numbers that are divisible by X or contain X as a digit must be replaced with BOOM.",
		"You pick something you have never done. Everyone who has done it has to drink.",
		"You pick a category, everyone has to name something that fits in it.",
		"Everyone starts drinking. You stop drinking when you want to, but others are not allowed to stop until the person before them has.",
		"When you're going clockwise, everyone must say Fuzzy Duck on their turn. When going counter-clockwise, it's Ducky Fuzz. Direction is changed by saying Does He?",
		"The last person to start dancing has to drink.",
		"The last person to raise his hand has to drink.",
		"Look someone in the eyes and ask him a random question without laughing. They must respond with another question and so on until someone makes a mistake.",
		"Think of a place. Others must guess the place by naming things you would find there. If the thing they name can't be found at the place, they drink, if it can, they don't. It goes around until someone guesses the place.",
		"Everyone plays RPS at once! The majority wins - if 3 people show rock, 2 paper and 2 scissors, the scissors people are out and take a sip.",
		"Play one of the puzzles (more info in the HELP section)",
		"Each player names a word that begins with the next letter of the alphabet.",
		"Everyone names a word beginning with the last two letters of the previous one, until a player says a word ending with KA - the next player must then say KALODONT.",
		"You form a sentence, each player adding one word. If someone can't think of a word, is laughing too hard to say one, or the word doesn't make any sense, he drinks.",
		"Each player says either GO or STOP when it's their turn. Saying GO advances, saying STOP reverses direction.",
		"Everyone chooses a short hand gesture to represent them. You start by showing your gesture, followed by another player's gesture. It is now that player's turn - first his own and then someone else's gesture...",
		"The player chooses whether he would like to be asked a question, to which he must reply truthfully, or he will have to perform a dare. The other players then come up with a question or dare.",
		"You must sing (or rap) a part of the first song that pops to your mind.",
		"You must read the last 2 text messages from your phone!"
	],
	"help": [
		"<p>AlcoLoL is a social drinking game. It's simple, quick and it gets the party started FAST! So get your buddies together and try it out!<\/p><h4>OK, everyone's here. What now?<\/h4><ol><li>Everyone gets a drink.<\/li><li>AlcoLoL is played in turns. When it's your turn, you click the black box in the middle or press the spacebar to get your task.<\/li><li>Just do what it says. Explainations for individual games are below.<\/li><li>Almost all tasks will result in someone taking a sip of their drink.<\/li><\/ol><p>And that's it! You take turns until you feel like you need a break. (be sure to stop if you feel sick!)<\/p><h4>Got it! Any pro-tips?<\/h4><ul><li>Make sure everyone gets refills as needed.<\/li><li>Most games are played in turns - it goes around until someone messes up.<\/li><li>Use CTRL and + or - to increase or decrease size.<\/li><li>Be fair - drink when you should and don't force others to drink more than they feel like.<\/li><li>Most games have different versions. Adjust the rules so they suit your group! Don't get hooked on details!<\/li><li><h4>KNOW YOUR LIMIT!<\/h4><\/li><li><h4>DRINK RESPONSIBLY!<\/h4><\/li><li><h4>HAVE FUN!<\/h4><\/li><\/ul><p>Below you will find more detailed instructions on how to play all the games, along with examples and improvements. Note, that there are many different ways to play these games and the version you are used to may differ from the one described here. Treat these rules more like general guidelines and adjust the games according to your needs and preferences.<\/p>",
		"<p>You take a sip of your drink.<\/p>",
		"<p>You tell other players who has to drink. You have 4 sips to divide. You can give all of them to one player, choose 4 people who will take 1 each or anything in between.<\/p>",
		"<p>You tell other players who has to drink. You have 2 sips to divide. You can give both to one player or choose 2 people who will take 1 each.<\/p>",
		"<p>All the male members of the group take a sip.<\/p>",
		"<p>All the female members of the group take a sip.<\/p>",
		"<p>Everyone takes a sip.<\/p>",
		"<p>You think of a new rule or decide to keep the current one. Rules must be followed by all players, at all times. Whenever someone breaks the rule, he must take a sip. You can also choose to have two or more rules active at the same time - it's up to you! A few popular rules:<\/p><ul><li>You must drink with your left hand<\/li><li>You can't say words beginning with DR<\/li><li>You must hit your forehead before taking a sip<\/li><li>Everyone is called by their left neighbor's name<\/li><\/ul>",
		"<p>You choose someone to be your drinking mate. Whenever either of you drinks, the other one drinks as well. When you get this card again you choose a third mate to join you. If you play long enough, everyone will drink all the time, at which point you should reset this game and everyone is alone again.<\/p>",
		"<p>Everyone must rhyme a statement you make.<\/p>",
		"<p>You choose a number, let's say 4. All players then take turns counting incrementally, replacing any number divisible by 4 and any number that contains the digit 4 with BOOM. Example for 4:<br> 1, 2, 3, BOOM, 5, 6, 7, BOOM, 9, 10, 11, BOOM, 13, BOOM, 15, BOOM, ..<\/p>",
		"<p>You name something you have never done before. Everyone who has done it, has to drink. You can also lie and name something you actually have done and drink as well.<\/p>",
		"<p>You pick a category and everyone must name something that fits in it. Examples:<\/p><ul><li>Car brands<\/li><li>Alcoholic beverages<\/li><li>Olympic disciplines<\/li><li>The States of the USA<\/li><\/ul>",
		"<p>Everyone starts drinking at once. Players are not allowed to stop until the person before them has. The player whose turn it is can stop when he wants, since he is first.<\/p>",
		"<p>Similar to Stop - Go!, but a bit more complicated. When the game goes clockwise, everyone has to say Fuzzy Duck and when it goes counter-clockwise, everyone has to say Ducky Fuzz. The direction is reversed by saying Does He?<\/p><p>For additional confusion You can say replace the phrase Does He? with Does He Fuck? and add Fuck He Does, which can only be used immediately after someone says Does He Fuck to immidiately reverse the direction back. (Does He Fuck cannot be used by two players in a row - the second person must use Fuck He Does)<\/p><p>Another more complicated version: regardless of the direction, players alternate between Fuzzy Duck and Ducky Fuzz. So you never hear Fuzzy Duck twice in a row, even when direction is reversed. An example: Fuzzy Duck, Ducky Fuzz, Fuzzy Duck, Does He Fuck?, Ducky Fuzz, Does He Fuck?, Fuck He Does!, Fuzzy Duck, Ducky Fuzz...<\/p>",
		"<p>The last person to start dancing has to drink.<\/p>",
		"<p>The last person to raise his hand has to drink.<\/p>",
		"<p>Look someone in the eyes and ask him a random question. They must respond with another question and so on until someone makes a mistake or bursts into laughter.<\/p>",
		"<p>You choose a place and others try to guess it by naming things you might find there. You answer with yes/no. If the item someone names doesn't belong to your place, that person has to take a sip. It's up to you how specific you want to get - it can be a general place, like seaside or mountains, or it can be a bit more specific, like Miami Beach or the Alps. The key is choosing a place that isn't too hard to guess but will still take some thinking. Also take into account how well people know you! The place doesn't necessarily have to be somewhere you would go for a vacation - it can be a bar or anyplace really, just be sure that others will have heard of it.<\/p>",
		"<p>Everyone plays RPS until only 1 winner is left - he doesn't drink, everyone else takes a sip. The suggested way to determine who made to the next round is explained below.<\/p><p>You count the number of occurrences for each sign. The majority wins and goes to the next round. The sign that defeats the majority also goes to the next round. The sign that the majority defeats is out.<\/p><p>A special scenario occurs when a sign doesn't appear in a round. In that case majority doesn't matter - the better sign wins. Here's an example of a game:<\/p><ol><li> 5 rocks, 4 papers, 3 scissors -> scissors are out, since rocks are the majority and scissors lose against rock.<\/li><li> 3 rocks, 3 papers, 3 scissors -> draw! Everyone made it to the next round.<\/li><li> 3 rocks, 0 papers, 6 scissors -> Paper didn't appear, so the number of occurrences doesn't matter. Scissors are out.<\/li><li> 0 rocks, 2 papers, 1 scissors -> Again, the number of occurrences doesn't matter. scissors beats paper, so we have a winner!<\/li><\/ol>",
		"<p>These puzzles are only fun if you have people in your group who haven't played them before. They are all played in an infinite loop, until everyone figures it out. That can take a while, so you should play for a couple of loops and then stop until the Puzzles come up again. Do not explain the rules to others, just start playing and let them figure out what they're supposed to do and say. It can be incredibly fun watching people pulling their hair out trying to figure it out! Reading the secrets to these puzzles will ruin them for you, so do not read them if you don't have to! It's enough if one person knows the secret. The link to the rules is in the About page.<\/p>",
		"<p>Each player names a word that begins with the next letter of the alphabet.<\/p>",
		"<p>Everyone names a word that begins with the last two letters of the previous player's word. If a player can't think of a word, he loses. If the word someone names ends with KA, the next person must say KALODONT, to make that player lose. If he / she doesn't say KALODONT, he loses. If no one in the group can think of a word beginning with the two letters, the player who said the last one loses.<\/p>",
		"<p>You form a sentence, each player adding a word on his turn. The word must grammatically belong with the others, but the meaning will not always be completely logical. The sentences can get really long and silly but that doesn't matter. The game ends when someone takes too long, is laughing too hard to say anything or says a word that doesn't fit with the previous one at all.<\/p>",
		"<p>The first player determines the direction of play by looking in that direction. Saying GO continues in that direction, saying STOP reverses the direction. After the initial direction is determined, players can look in any direction, to throw others off.<\/p>",
		"<p>Everyone chooses a short hand gesture to represent them. You start by showing your gesture, followed by another player's gesture. It is now that player's turn - first he shows own and then someone else's gesture. Go on until someone makes a mistake or until the same player's gesture has been shown 3 times.<\/p>",
		"<p>You choose if you want others to ask you a question (truth) or give you a challenge (dare). Whichever you choose, you must complete it or finish the rest of your drink. The questions must be answered truthfully. Dares should be accomplishable in a reasonable amount of time - the game does not go on until the dare is completed. Drinking cannot be a dare.<\/p>",
		"<p>You sing a part of the first song that pops to your head. It can be just the chorus, or more. The song can be of any genre, so you can also rap, growl etc.<\/p>",
		"<p>You must read the last 2 text messages from your phone!<\/p>"
		],
	"howto": "What is AlcoLoL?"
}