{
	"language": "english",
	"titles": [
		"Pij 1x", 
		"Podari 4", 
		"Podari 2", 
		"Gospodje...", 
		"Dame...", 
		"Vsi pijejo", 
		"Novo pravilo", 
		"Izberi prijatelja", 
		"Rime", 
		"Poštevanka", 
		"Nikol' še nism", 
		"Kategorije", 
		"Fontana", 
		"Fuzzy Duck", 
		"Zapleši!", 
		"Roke GOR!", 
		"Vprašanja", 
		"Gremo kampirat!", 
		"Kamen, škarje, papir", 
		"Uganke", 
		"Abeceda", 
		"Kalodont", 
		"Who sh*t?", 
		"Tvorite poved!", 
		"Stop - Go", 
		"Thumper!", 
		"Resnica ali izziv", 
		"Zapoj!",
		"SMSi"
	],
	"descriptions": [
		"Spij požirek!",
		"Podari 4 požirke!",
		"Podari 2 požirka!",
		"Fantje naredijo požirek.",
		"Dekleta naredijo požirek.",
		"Vsi naredijo požirek.",
		"Izberi novo pravilo!",
		"Izberi svojega pivskega prijatelja, ki se pridruži tebi in tvojim dosedanjim prijateljem. Ko kateri izmed vas pije, pijete vsi!",
		"V krogu vsak pove besedo, ki se rima na prejšnjo. Ti začneš!",
		"Izberi število, s katerim igrate poštevanko! Primer za število 3: V krogu štejete, vsak pove 1 število. Večkratnike števila 3 in vsa števila, ki vsebujejo 3 (npr. 13 in 35) nadomesti beseda BOOM!",
		"Povej nekaj, kar še nikoli nisi počel ali izkusil. Vsi, ki so to že počeli, pijejo.",
		"Izberi neko kategorijo. V krogu naštevate podpomenke iz te kategorije. Primeri: znamke avtomobilov, alkoholne pijače, igre z žogo",
		"Vsi začnete piti. Ti lahko nehaš kadarkoli, ostali pa ne smejo, dokler ne neha igralec pred njimi.",
		"Igrajte Fuzzy Duck!",
		"Zadnji, ki začne plesati, pije!",
		"Zadnji, ki dvigne roko, pije!",
		"Poglej naključno osebo v oči in postavi kakršnokoli vprašanje. Oseba ne odgovori, temveč postavi novo vprašanje osebi po svoji izbiri. Ves čas je prepovedano smejanje! ",
		"Zamisli si kraj. Ostali morajo ugotoviti ta kraj z naštevanjem predmetov, ki jih lahko najdemo na tem kraju. V krogu naštevajo predmete, ti pa odgovarjaš z da in ne. Namesto predmeta lahko igralec ugiba tvoj kraj. Če pravilno ugotovi je igre konec, sicer za kazen naredi požirek in igra se nadaljuje.",
		"Vsi igralci naenkrat igrajo igro Papir, kamen, škarje! Večina zmaga - če 3 igralci pokažejo kamen, 2 papir in 2 škarje, so tisti, ki so pokazali škarje izločeni in pijejo. Ostali nadaljujejo.",
		"Izbiraj med igrami Green Glass Door,  Kdo ima kapo in Popoln krog.",
		"Poveš besedo, ki se začne s črko A. Naslednji igralec mora v roku nekaj sekund povedati besedo, ki se začne na črko B. Nadaljujemo s C, Č...",
		"Vsak si mora izmisliti besedo, ki se začne z zadnjima dvema črkama besede, ki jo je povedal prejšnji igralec. Če se igralec ne spomni nobene besede, izgubi. V primeru, da eden izmed igralcev pove besedo, ki se konča s KA, mora naslednji končati igro tako, da reče KALODONT. Če .",
		"Vsak igralec si izbere predmet. Ta predmet je zdaj njihovo ime, medtem ko je priimek vsakega igralca Shit. Prvi igralec reče: 'Kraljica kurb se je podelala v omaro in [ime igralca] jo mora počistiti!' Igralec, katerega ime se pojavi, odgovori: 'BULLSHIT!', nato prvi igralec reče: 'WHO SHIT?'. Igra se nadaljuje dokler se nekdo ne zmoti in takrat vsi zavpijejo DRINK MOTHERFUCKER, DRINK!",
		"Skupaj tvorite poved, tako, da vsak igralec doda eno besedo. Če se nekdo ne more spomniti nobene besede, se premočno smeji ali pa beseda nima smisla, izgubi.",
		"Pogledaš bodisi svojega levega, bodisi desnega soseda in rečeš GO. Tako določiš smer igre - naslednji spet reče GO in nadaljujete ali pa STOP, da obrne smer igre.",
		"Vsak si izbere svojo kratko gesto z roko. Skupaj bobnate po mizi. Prvi igralec reče WHAT'S THE NAME OF THE GAME? Ostali odgovorijo: THUMPER! THUMPER!, spet prvi: AND WHY DO WE PLAY THE GAME? - TO GET FUCKED UP! Potem prvi igralec pokaže svojo gesto in zatem gesto poljubnega igralca - ta nadaljuje igro, tako da pokaže najprej svojo in potem tujo gesto. Nadaljujemo, dokler se nekdo ne zmoti.",
		"Izberi RESNICO ali IZZIV. Ostali ti postavijo vprašanje, na katerega moraš odgovoriti po resnici (RESNICA) oz. zadajo nalogo, ki jo moraš izvesti (IZZIV).",
		"Zapoj (ali zarepaj) nekaj vrstic prve pesmi, ki ti pade na pamet!",
		"Na glas prebri zadnji 2 sms sporočili na tvojem telefonu!"
	]
}