{
	"language": "slovene",
	"titles": [
		"Pij 1x", 
		"Podari 4", 
		"Podari 2", 
		"Gospodje...", 
		"Dame...", 
		"Vsi pijete!", 
		"Novo pravilo", 
		"Izberi prijatelja", 
		"Rime", 
		"Poštevanka", 
		"Nikol' še nism", 
		"Kategorije", 
		"Fontana", 
		"Fuzzy Duck", 
		"Zapleši!", 
		"Roke GOR!", 
		"Vprašanja", 
		"Gremo kampirat!", 
		"Kamen, škarje, papir", 
		"Uganke", 
		"Abeceda", 
		"Kalodont", 
		"Tvorite poved!", 
		"Stop - Go", 
		"Thumper!", 
		"Resnica ali izziv", 
		"Zapoj!",
		"SMSi"
	],
	"descriptions": [
		"Spij požirek!",
		"Podari 4 požirke!",
		"Podari 2 požirka!",
		"Fantje naredijo požirek.",
		"Dekleta naredijo požirek.",
		"Vsi naredijo požirek.",
		"Izberi novo pravilo!",
		"Izberi svojega pivskega prijatelja, ki se pridruži tebi in tvojim dosedanjim prijateljem. Ko kateri izmed vas pije, pijete vsi!",
		"V krogu vsak pove besedo (ali verz), ki se rima na prejšnjo. Ti začneš!",
		"Izbereš število X. V krogu štejete. Večkratnike števila X in vsa števila, ki vsebujejo cifro X (npr. 1X in X5) nadomesti beseda BOOM!",
		"Povej nekaj, kar še nikoli nisi počel ali izkusil. Vsi, ki so to že počeli, pijejo.",
		"Izberi neko kategorijo. V krogu naštevate stvari iz te kategorije.",
		"Vsi začnete piti. Ti lahko nehaš kadarkoli, ostali pa ne smejo, dokler ne neha igralec pred njimi.",
		"Igra poteka v krogu. Ko si na vrsti, rečeš Fuzzy Duck, če poteka igra v levo in Ducky Fuzz, če poteka v desno. Smer spremeniš z Does he?",
		"Zadnji, ki začne plesati, pije!",
		"Zadnji, ki dvigne roko, pije!",
		"Poglej naključno osebo v oči in ji postavi poljubno vprašanje. Oseba ne odgovori, temveč postavi novo vprašanje osebi po svoji izbiri. Ves čas je prepovedano smejanje! ",
		"Zamisli si kraj. Igralci v krogu naštevajo predmete, ti pa poveš, ali ta predmet najdemo na tvojem kraju ali ne (če ne, potem ta igralec naredi požirek). Namesto predmeta lahko igralec ugiba tvoj kraj. Če pravilno ugotovi je igre konec, sicer naredi 2 požirka.",
		"Vsi igralci naenkrat igrajo igro Papir, kamen, škarje! Večina zmaga - če 3 igralci pokažejo kamen, 2 papir in 2 škarje, so tisti, ki so pokazali škarje izločeni in pijejo. Ostali nadaljujejo.",
		"Izbiraj med igrami Green Glass Door,  Kdo ima kapo in Popoln krog.",
		"Poveš besedo, ki se začne s črko A. Naslednji igralec mora v roku nekaj sekund povedati besedo, ki se začne na črko B. Nadaljujemo s C, Č...",
		"Vsak si mora izmisliti besedo, ki se začne z zadnjima dvema črkama besede, ki jo je povedal prejšnji igralec. Če se igralec ne spomni nobene besede, izgubi. V primeru, da eden izmed igralcev pove besedo, ki se konča s KA, mora naslednji končati igro tako, da reče KALODONT. Če .",
		"Skupaj tvorite poved, tako, da vsak igralec doda eno besedo. Če se nekdo ne more spomniti nobene besede, se premočno smeji ali pa beseda nima smisla, izgubi.",
		"Pogledaš bodisi svojega levega, bodisi desnega soseda in rečeš GO. Tako določiš smer igre - naslednji spet reče GO in nadaljujete ali pa STOP, da obrne smer igre.",
		"Vsak si izbere svojo kratko gesto z roko. Prvi igralec pokaže svojo gesto in zatem gesto poljubnega drugega igralca - ta nadaljuje igro, tako da pokaže najprej svojo in potem tujo gesto. Nadaljujemo, dokler se nekdo ne zmoti.",
		"Izberi RESNICO ali IZZIV. Ostali ti postavijo vprašanje, na katerega moraš odgovoriti po resnici (RESNICA) oz. zadajo nalogo, ki jo moraš izvesti (IZZIV).",
		"Zapoj (ali zarepaj) nekaj vrstic prve pesmi, ki ti pade na pamet!",
		"Na glas prebri zadnji 2 sms sporočili na tvojem telefonu!"
	],
	"help": [
		"<p>AlcoLoL is a social drinking game. It's simple, quick and it gets the party started FAST! So get your buddies together and try it out!<\/p><h4>OK, everyone's here. What now?<\/h4><ol><li>Everyone gets a drink.<\/li><li>AlcoLoL is played in turns. When it's your turn, you click the black box in the middle or press the spacebar to get your task.<\/li><li>Just do what it says. Explainations for individual games are below.<\/li><li>Almost all tasks will result in someone taking a sip of their drink.<\/li><\/ol><p>And that's it! You take turns until you feel like you need a break. (be sure to stop if you feel sick!)<\/p><h4>Got it! Any pro-tips?<\/h4><ul><li>Make sure everyone gets refills as needed.<\/li><li>Most games are played in turns - it goes around until someone messes up.<\/li><li>Use CTRL and + or - to increase or decrease size.<\/li><li>Be fair - drink when you should and don't force others to drink more than they feel like.<\/li><li>Most games have different versions. Adjust the rules so they suit your group! Don't get hooked on details!<\/li><li><h4>KNOW YOUR LIMIT!<\/h4><\/li><li><h4>DRINK RESPONSIBLY!<\/h4><\/li><li><h4>HAVE FUN!<\/h4><\/li><\/ul><p>Below you will find more detailed instructions on how to play all the games, along with examples and improvements. Note, that there are many different ways to play these games and the version you are used to may differ from the one described here. Treat these rules more like general guidelines and adjust the games according to your needs and preferences.<\/p>",
		"<p>Naredi požirek svoje pijače.<\/p>",
		"<p>Določiš, kdo pije. Razdeliti moraš 4 požirke. Lahko daš vse 4 eni osebi, ali pa izbereš 4 in naredi vsak enega (lahko tudi kaj vmes).<\/p>",
		"<p>Določiš, kdo pije. Razdeliti moraš 2 požirka. Lahko daš oba isti osebi, ali pa izbereš 2 in naredita vsak enega.<\/p>",
		"<p>Vsi pripadniki moškega spola naredijo požirek.<\/p>",
		"<p>Vse pripadnice ženskega spola naredijo požirek.<\/p>",
		"<p>Nazdravite in naredite vsak en požirek.<\/p>",
		"<p>Izberite novo pravilo, ali obdržite starega. Pravila se morajo držati vsi igralci. Vsakič, ko prekršiš pravilo piješ. Nekaj priljubljenih idej:<\/p><ul><li>Vsi pijemo z levo roko<\/li><li>Besede, ki se začnejo na PI so prepovedane<\/li><li>Preden piješ, se udariš po čelu<\/li><li>Spremenimo imena - vsi te kličejo po imenu tvojega levega soseda<\/li><\/ul>",
		"<p>Izberi pivskega prijatelja. Kadarkoli kateri izmed tvojih prijateljev pije, morate piti vsi! Vsakič ko kdo od vas dobi to karto dobite novega člana. Ko postane skupina prijateljev prevelika (vsi igralci pijejo ves čas) začnite znova.<\/p>",
		"<p>Vsak pove verz oz. besedo, ki se rima s tvojo.<\/p>",
		"<p>Izbereš število, npr. 4. V krogu štejete (vsak pove naslednje število), vendar zamenjate vse večkratnike 4 ter vsa števila, ki vsebujejo cifro 4 z BOOM. Primer za 4:<br> 1, 2, 3, BOOM, 5, 6, 7, BOOM, 9, 10, 11, BOOM, 13, BOOM, 15, BOOM, ..<\/p>",
		"<p>Povej nekaj, česar še nikoli nisi počel. Vsi, ki so to že počeli, pijejo. Lahko tudi poveš nekaj kar v resnici si počel in piješ tudi ti.<\/p>",
		"<p>Izberi kategorijo. V krogu naštevate stvari, ki spadajo vanjo. Nekaj primerov:<\/p><ul><li>Znamke avtomobilov<\/li><li>Alkoholne pijače<\/li><li>Olimpijske discipline<\/li><li>Zvezne države ZDA<\/li><\/ul>",
		"<p>Vsi naenkrat začnete piti. Nihče ne sme odložiti kozarca, dokler tega ne stori sosed pred njimi. Kdor je vlekel to karto začne, torej lahko neha ko hoče.<\/p>",
		"<p>Ko igra poteka v smeri urinega kazalca, vsi govorite Fuzzy Duck. Ko gre v nasprotni smeri urinega kazalca, vsi govorite Ducky Fuzz. Kdorkoli lahko obrne smer tako, da reče Does He?<\/p><p>Za dodatno zmedo lahko namesto Does He? uporabljate Does He Fuck? in dodate še Fuck He Does, ki se lahko uporabi izključno takoj za Does He Fuck? in obrne smer nazaj. (tako se Does He Fuck ne more pojaviti dvakrat zapored - drugi igralec mora uporabiti Fuck He Does.))<\/p><p>Še ena različica: ne glede na smer izmenično uporabljate Fuzzy Duck in Ducky Fuzz. Torej se noben izraz ne pojavi dvakrat zapored, niti ob spreminjanju smeri. Primer poteka: Fuzzy Duck, Ducky Fuzz, Fuzzy Duck, Does He Fuck?, Ducky Fuzz, Does He Fuck?, Fuck He Does!, Fuzzy Duck, Ducky Fuzz...<\/p>",
		"<p>Zadnji, ki začne plesati, pije!<\/p>",
		"<p>Zadnji, ki dvigne roko, pije!<\/p>",
		"<p>Poglej naključno osebo v oči in ji postavi poljubno vprašanje. Oseba ne odgovori, temveč postavi novo vprašanje osebi po svoji izbiri. Ves čas je prepovedano smejanje!<\/p>",
		"<p>Zamisliš si nek kraj (mesta/območe/prostor...). Ostali poskušajo ugotoviti na kaj misliš tako, da naštevajo stvari, ti pa poveš, če spadajo na tvoj kraj ali ne (če je odgovor ne, ta igralec pije). Sam se odločiš kako točno določen bo tvoj kraj, lahko je specifičen, npr. Bled ali Prešernov Trg, ali pa splošen - gore, morje. Upoštevaj kako dobro te ostali poznajo. Ni treba izbrati mesta, kamor bi dejansko šel na počitnice, lahko je karkoli - trgovina, pisarna.<\/p>",
		"<p>Igrate Kamen, škarje, papir dokler ne ostane samo 1 zmagovalec - ostali pijejo. Spodaj je predlog določanja zmagovalcev posameznega kroga.<\/p><p>Preštejte koliko je posameznih znakov. Večina zmaga in gre v naslednji krog, prav tako znak ki premaga večino. Izločeni so tisti, katerih znak je šibkejši od večine.<\/p><p>Če se kateri od znakov sploh ne pojavi, potem večina ni važna - zmaga močnejši znak. Primer igre:<\/p><ol><li> 5 kamnov, 4 papirji, 3 škarje -> škarje so izločene<\/li><li> 3 kamni, 3 papirji, 3 škarje -> Neodločeno! Vsi igrajo še enkrat.<\/li><li> 3 kamni, 0 papirjev, 6 škarij -> Škarje so izločene.<\/li><li> 0 kamni, 2 papirja, 1 škarje -> Imamo zmagovalca - škarje!<\/li><\/ol>",
		"<p>Uganke so zabavne le, če imate v skupini koga, ki jih še ne pozna. Igrate jih dokler vsi igralci ne ugotovijo rešitve. To lahko traja nekaj časa, zato igrajte nekaj časa, potem pa nadaljujte z glavno igro dokler spet ne pridejo na vrsto uganke. Ne razlagajte pravil ostalim - samo začnite igrati in čakajte, da sami ugotovijo kaj morajo reči in storiti. Dovolj je, da samo en igralec pozna rešitev, zato točna navodila preberi samo, če je res treba. Povezavo do navodil najdeš pod zavihkom About.<\/p>",
		"<p>V krogu vsak pove besedo, ki se začne z naslednjo črko abecede.<\/p>",
		"<p>V krogu vsak pove besedo, ki se začne na zadnji dve črki prejšnje besede. Če se igralec ne spomni nobene besede, izgubi. Če igralec A reče besedo, ki se konča na -KA, mora naslednji - igralec B - končati igro s KALODONT, in A je izgubil. Če B ne reče KALODONT, je izgubil on. Če se nihče v skupini ne spomni primerne besede, izgubi tisti, ki je imenoval nemogočo kombinacijo. Takoj ko nekdo izgubi je igre konec in poraženec seveda pije.<\/p>",
		"<p>V krogu dodajate po eno besedo. Beseda mora slovnično spadati k prejšnjim, pomen pa ne bo vedno povsem logičen. Stavki lahko postanejo zelo dolgi in nesmiselni. Igre je konec, ko se kdo ne spomni nobene besede, se preveč smeji da bi kaj povedal ali reče besedo ki sploh ne sodi k prejšnjim.<\/p>",
		"<p>Igra poteka v krogu. Vsak igralec reče GO da nadaljuje igro v enaki smeri ali STOP da obrne smer. Prvi igralec lahko določi smer igre s pogledom.<\/p>",
		"<p>Vsak si izbere svojo kratko gesto z roko. Prvi igralec pokaže svojo gesto in zatem gesto poljubnega drugega igralca - ta nadaljuje igro, tako da pokaže najprej svojo in potem tujo gesto. Nadaljujemo, dokler se nekdo ne zmoti ali dokler se ista gesta ne ponovi 3x.<\/p>",
		"<p>Izberi - ostali ti postavijo vprašanje (RESNICA) ali ti postavijo IZZIV. Na vprašanje moraš odgovoriti po resnici. Če nočeš odgovarjati oz. izpolniti izziva moraš izprazniti svoj kozarec. Igra se ne nadaljuje dokler ne opraviš, zato naj izzivi ne bodo predolgi. Pitje ne more biti izziv.<\/p>",
		"<p>Zapoj del poljubne pesmi. Lahko je samo refren, ali tudi več.<\/p>",
		"<p>Na glas prebri zadnji 2 sms sporočili na tvojem telefonu!<\/p>"
	],
	"howto": "Kaj je AlcoLoL?"
}